import { IItem } from '../config/types';

export const news: IItem[] = [
  {
    title: '価格改定のお知らせ',
    body: 'お客様各位<br>日頃より当店をご利用いただき誠にありがとうございます。この度原材料費の高騰にともないやむを得ず一部メニューの価格を２０２５年１２月１日より改定させていただくこととなりました。<br>引き続きご愛顧賜りますようお願い申し上げます。',
  },
  {
    title: '2025年12月のおやすみ',
    body: '12月3日（水）、9日（火）ディナー、10日（水）、17日（水）、24日（水）、30日（火）ディナー、31日（水）</br>9日火曜日、30日火曜日は、ランチ営業、ディナーはお休みいたします。',
  },
  {
    title: '2026年1月のおやすみ',
    body: '1月1日（木）、7日（水）、14日（水）、15日（木）、21日（水）、28日（水）</br>年始は2日金曜日より営業いたします。',
 },
 {
    title: '2026年2月のおやすみ',
    body: '2月4日（水）、11日（水）、18日（水）、25日（水）',
 },
];
