import { IItem } from '../config/types';

export const news: IItem[] = [
  {
    title: 'お知らせ',
    body: 'お客様各位<br>日頃より当店をご利用いただき誠にありがとうございます。<br>周辺コインパーキングが機材等入れ替えで工事していることがあります、<br>お車等でのご来店の際はお気をつけてお越しください。',
  },
    {
    title: '2026年5月のおやすみ',
    body: '5月6日（水）、13日（水）、20日（水）、22日（水）、27日（水）',
 },
   {
    title: '2026年6月のおやすみ',
    body: '6月3日（水）、10日（水）、17日（水）、18日（木）、24日（水）',
 },
   {
    title: '2026年7月のおやすみ',
    body: '7月1日（水）、8日（水）、15日（水）、22日（水）、24日（金）、25日（土）、29日（水）<br>スタッフと＋αで研修のため24日金曜日、25日土曜日と連休でお休みを頂戴いたします。',
 }, 
];
